Repository: tsmerda/ios-market-guards
Catalog: MarketGuards/Resources/*.lproj/Localizable.strings
Languages: cs

source: Login
cs: Přihlásit se

source: Password
cs: Heslo

source: Dashboard
cs: Základna

source: Story
cs: Můj příběh

source: Library
cs: Knihovna

source: Store
cs: Obchod

# missions_active
source: Active
cs: Aktivní

# missions_finished
source: Finished
cs: Splněné

# missions_active_quests
source: Active quests
cs: Aktivní questy

# missions_all_quests
source: All quests
cs: Všechny questy

# missions_finished_quests
source: Finished quests
cs: Splněné questy

# missions_mission_detail
source: Mission detail
cs: Detail mise

# missions_missions_list
source: Missions list
cs: Seznam misí

# missions_no_active_quests
source: You currently have no active quests.
cs: Právě teď nemáš žádné aktivní questy. Pokud máš nějaké připravené questy, můžeš si některý z nich spustit a tím jej přesunout do aktivních.

# missions_no_finished_quests
source: You currently have no finished quests.
cs: Zatím nemáš žádné splněné questy. Až dokončíš aktivní quest, přesune se mezi splněné.

# missions_choose_mission
source: Choose mission
cs: Vybrat misi

# missions_show_more
source: Show more
cs: Zobrazit více

# quests_finished_quest_points
source: Finished quest points
cs: Body za splnění

# quests_finished_quest_points_subtitle
source: Basic points + bonus for timely fulfillment
cs: Základní body + bonus za včasné splnění

# quests_experiences
source: Total experience
cs: Celková zkušenost

# quests_statistics
source: Statistics
cs: Statistiky

# quests_average_time
source: Average time
cs: Průměrný čas

# quests_notes
source: Notes
cs: Poznámky

# quests_skills
source: Skills
cs: Dovednosti

# quests_start_quest
source: Start quest
cs: Spustit quest

# quests_finish_quest
source: Finish quest
cs: Splnit quest

# quests_notes_placeholder
source: Here you can write notes to complete the quest.
cs: Zde si můžeš psát poznámky k plnění questu.

source: Acquisitions
cs: Akvizice

source: Administration
cs: Administrativa

source: Client contacting
cs: Kontaktování klientů

source: Conducting meetings
cs: Vedení porad

source: Coworkers
cs: Strážci Trhu

source: Coworker contacting
cs: Kontaktování Strážců

source: Delegation
cs: Delegování

source: Directive
cs: Direktiva

source: Electricity
cs: Elektřina

source: Employee care
cs: Péče o zaměstnance

source: Energy management
cs: Energetická správa

source: Evaluation
cs: Vyhodnocování

source: Firms
cs: Firmy

source: Follow-up
cs: Dotahování

source: Gas
cs: Plyn

source: Households
cs: Domácnosti

source: Listening
cs: Naslouchání

source: MZU
cs: MZÚ

source: Planning
cs: Plánování

source: Recruitment
cs: Nábor

source: Selection and registration
cs: Registrace

source: Service
cs: Servis

source: Speaking
cs: Mluvení

source: Supporting
cs: Podporování

source: Team care
cs: Péče o týmy
